Repository: SayHelloGmbH/shp-gemport-search
Catalog: languages/shp_gemport_search-*.po
Languages: de_ch

# block description
source: Dynamic search form and results list, which draws data from the Gemport API.
de_ch: Dynamisches Suchformular und Ergebnisliste, die Daten aus der Gemport-API bezieht.

# block keyword
source: offer
de_ch: angebot

# block title
source: Offers from the Gemport API
de_ch: Angebote der Gemport API

source: Contact:
de_ch: Kontakt:

source: Country
de_ch: Land

source: Dynamic search form and results list, which draws data from the Gemport API.
de_ch: Dynamisches Suchformular und Ergebnisliste, die Daten aus der Gemport-API bezieht.

source: Gemport Search/List Settings
de_ch: Einstellungen Gemport Suche/Liste

source: Germany
de_ch: Deutschland

source: More information
de_ch: Weitere Information

source: No constraint
de_ch: Keine Einschränkung

source: No matching offers found
de_ch: Keine zutreffende Angebote gefunden

source: Offers from the Gemport API
de_ch: Angebote der Gemport API

source: Optional search text
de_ch: Optionaler Suchbegriff

source: Placeholder for the Gemport search/list
de_ch: Platzhalter für die Gemport-Suche/Liste

source: Postcode
de_ch: Postleitzahl

source: Search offers
de_ch: Angebote durchsuchen

source: Switzerland
de_ch: Schweiz

source: Town
de_ch: Ortschaft

source: View search form
de_ch: Suchformular anzeigen

source: ⛔️ Invalid German postcode
de_ch: ⛔️ Dies ist keine gültige Deutsche Postleitzahl

source: ⛔️ Invalid postcode (Swiss or German)
de_ch: ⛔️ Dies ist keine gültige Postleitzahl (Schweiz / Deutschland)

source: ⛔️ Invalid Swiss postcode
de_ch: ⛔️ Dies ist keine gültige Schweizer Postleitzahl
